Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=436_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmteeŠǧǧ rämmše tâŠvvjânnamlaž sääŠmsuåppmõõžž priimmâm o
fin: Saamelaiskäräjät iloitsevat pohjoismaisen saamelaissopimuksen hyväksymisen etenemisestä

source: TâŠvvjânnamlaž sääŠmsuåppmõõžž valmstõõllmõš da ouddnumuš lij leämmaž kuŠǩes prosess da tõt lij valmštõllum tâŠvvjânnamlaž äŠšštobddiäŠrttlest kolmm eeŠjj.
fin: Pohjoismaisen saamelaissopimuksen valmistelu ja eteneminen on ollut pitkä prosessi ja sitä on valmisteltu pohjoismaisessa asiantuntijatyöryhmässä kolme vuotta.

source: SuåppmõšvuõssǩeeŠrjtõõzz mâŋŋa ouddmõõžž eeŠjjest 2005 tâŠvvjânnamlaž sääŠmsuåppmõõžž ooudâsviikkmõš puuđi valdiai kõskksaž õhttsažtuâjast määŋg eeǥǥas.
fin: Sopimusluonnoksen luovuttamisen jälkeen vuonna 2005 pohjoismaisen saamelaissopimuksen edistäminen loppui valtioiden välisessä yhteistyössä moneksi vuodeksi.

source: ÅåŠn saaǥǥstõõllâm suåppmõõžž priimmâm diõtt äŠlǧǧe Ruõcc, LääŠddjânnam da Taar valdiai da sääŠmteeŠǧǧ õhttsažtuâjjan eeŠjjest 2011 ääŠljeeŠl.
fin: Nyt neuvottelut sopimuksen hyväksymiseksi alkavat Ruotsin, Suomen ja Norjan valtioiden ja saamelaiskäräjien yhteistyönä vuodesta 2011 lähtien.

source: Tän tuŠmmješ Ruõcc, LääŠddjânnam da Taar sääŠmaaŠššin vasteeŠji ministeerji da kõõččmõõžžâst åårrai jânnmi sääŠmteeŠǧǧ presideenti õhttsažsåbbrest täŠbbe 22.11.2010 Tukholmast.
fin: Tämä päätettiin Ruotsin, Suomen ja Norjan saamelaisasioista vastaavien ministerien ja kyseisten maiden saamelaiskäräjien presidenttien yhteiskokouksessa tänään 22.11.2010 Tukholmassa.

source: TâŠvvjânnamlaž sääŠmsuåppmõõžž priimmʼmõš lij suåppum viikkâd tuŠmmstõŠǩǩe viiđ eeŠjj sizz.
fin: Pohjoismaisen saamelaissopimuksen hyväksyminen on sovittu saatettavan päätökseen viidessä vuodessa.

source: SääŠmteeŠǧǧ liâ tuäivvam, što saaǥǥstõõllmõõžž vuäitčeš jieŠlled sõõrǥab äiŠǧǧtaaulin, leša vääžnmõš lij ääŠšš ouddnumuš.
fin: Saamelaiskäräjät ovat toivoneet, että neuvottelut voitaisiin käydä nopeammalla aikataululla, mutta tärkeintä on asian eteneminen.

source: Saaǥǥstõõllmõõžž liâ vuârddmõõžžâst väŠǯǯlõs.
fin: Neuvotteluista on odotettavissa vaikeat.

source: Suåppmõš leŠčči histoorlaž da tõn priimmʼmõš miârkkšõõvvči maaiŠlm vuõssmõš valdiasuåppmõõžž šõddmõõžž, koon jurddân lij pueŠreed määŋg valdia vuuŠdest jälsteei vuõssnarood, saaŠmi staattuuzz.
fin: Sopimus olisi historiallinen ja sen hyväksyminen tarkoittaisi maailman ensimmäisen valtiosopimuksen syntyä, minkä tarkoituksena on parantaa usean valtion alueella asuvan alkuperäiskansan, saamelaisten, asemaa.

source: Ruõcc, LääŠddjânnam da Taar SääŠmteeŠǧǧ di Ruõšš saaŠmi õhttsažtuâjjorgan, SaaŠmi Parlamentaarlaž Suåvtõs (SPN), vuârdd tâŠvvjânnamlaž sääŠmsuåppmõõžž ooudâsviikkâd saaŠmi raajid pâŠjjel mõõnni õhttsažtuâj veâl pueŠrab årra, lââŠzzteeŠl saaŠmi õŠhttekuullmõõžž da raajjâd SPN:st saaŠmi õhttsaž pââimõs võboršeǩǩnallšem orgaan jiijjâz-i vaaldšemraajõõzzin.
fin: Ruotsin, Suomen ja Norjan saamelaiskäräjien sekä Venäjän saamelaisten yhteistyöelin, Saamelainen Parlamentaarinen Neuvosto (SPN), odottaa pohjoismaisen saamelaissopimuksen kehittävän saamelaisten rajat ylittävää yhteistyötä entistä paremmaksi lisäten saamelaisten yhteenkuuluvuutta ja luovan SPN:stä saamelaisten yhteisen korkeimman edustuksellisen elimen omine hallintorakenteineen.

source: HåŠt sääŠmteeŠǧǧ liâ tâŠvvjânnamlaž sääŠmsuåppmõõžž priimmânsaaǥǥstõõllmõõžžin bieŠǩǩen valdiai eeŠttkâŠsttõõzz, saaŠmi jiõnn lij õhttsaž.
fin: Vaikka saamelaiskäräjät ovat pohjoismaisen saamelaissopimuksen hyväksymisneuvotteluissa osana valtioiden delegaatiota, saamelaisten ääni on yhteinen.

source: SPN saaǥǥstââll õhttân vuŠvdden tâŠvvjânnamlaž sääŠmsuåppmõõžž priimmâm diõtt.
fin: SPN neuvottelee yhtenä rintamana pohjoismaisen saamelaissopimuksen hyväksymiseksi.

source: SPN ouddlâstt, što tâŠvvjânnamlaž sääŠmsuåppmõš saaǥǥstõõlât obbvuõđstes da puk suåppâmvuõssǩeeŠrjtõõzz stannum vuõiggâdvuõđ teâuddje.
fin: SPN edellyttää, että pohjoismainen saamelaissopimus neuvotellaan kokonaisuudessaan ja kaikki sopimusluonnoksen takaamat oikeudet toteutuvat.

source: Ruõcc sääŠmteeŠǧǧ halltõõzz saaǥǥjååŠđteei Ingrid Inga särnn, što lij pueŠrr kuullâd, što kolmm sääŠmteeŠǧǧ vuässâŠtte tääŠssärvvsen vuäŠsspieŠllen saaǧǧstõõllmõõžžin tâŠvvjânnamlaž sääŠmsuåppmõõžžâst.
fin: Ruotsin saamelaiskäräjien hallituksen puheenjohtaja Ingrid Inga sanoo, että on hyvin ilahduttavaa että kolme Saamelaiskäräjää osallistuvat tasa-arvoisina osapuolina neuvotteluissa pohjoismaisesta saamelaissopimuksesta.

source: VueŠlǧǧep tõŠst, što SääŠmteeŠǧǧ oudldõõzz vuässõõttâd saaǥǥstõõllmõõžžid staaneet kõõččmõõžžin åårrai valdiai tuåimest.
fin: Lähdemme siitä, että Saamelaiskäräjien edellytykset osallistua neuvotteluihin turvataan kyseisten valtioiden toimesta.

source: Tõt äŠšš što saaǥǥstõõllmõõžž âŠlǧǧe puuttâd viiđ eeŠjj seŠst, miârkksââvv še, što Ruõcc tän eeŠjj äiŠǧǧen vuäitt iŠlmmted, što jordd ravveed da staaneed saaŠmi vuõiggâdvuõđ jiõččmieŠrrummuŠšše da jânnmi da čaaŠʒʒi da luâttreeŠǧǧesvuõđi vaaldšumuŠšše meeraikõskksaž vuõiggâdvuõđ vuâđđjurddji mieŠlddsânji.
fin: Se seikka että neuvottelujen tulee päättyä viiden vuoden sisällä, merkitsee myös, että Ruotsi tänä aikana voi ilmoittaa aikovansa vahvistaa ja turvata saamelaisten oikeutta itsemääräämiseen ja maiden ja vesien ja luonnonvarojen hallintaan kansainvälisen oikeuden periaatteiden mukaisesti.

source: LääŠddjânnam sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi särnn, što sääŠmtegga saaǥǥstõõllmõõžž tâŠvvjânnamlaž sääŠmsuåppmõõžž primmʼmõš lij aaibâs vääžnai, tõŠnt ko LääŠddjânnam joudd tâŠvvjânnamlaž sääŠmsuåppmõõžž pääiŠǩ staaneed sääŠmjieŠllemvueŠjji da – kulttuur suõi veâl pueŠrbuben, räŠtǩǩeed saaŠmi vuõiggâdvuõđid jânnma da čäcca di staaneed sääŠmtegga riŠjttjeei resuursid tuåimmjed.
fin: Suomen saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi sanoo, että Suomen saamelaiskäräjille neuvottelut pohjoismaisen saamelaissopimuksen hyväksymiseksi ovat erityisen tärkeitä, koska Suomi joutuu pohjoismaisen saamelaissopimuksen kautta takaamaan saamelaiselinkeinojen ja - kulttuurin suojan nykyistä paremmin, ratkaisemaan saamelaisten oikeudet maahan ja veteen sekä turvaamaan saamelaiskäräjille riittävät resurssit toimia.

source: LääŠddjânnam valdia lij piijjâm mäŋggsab lååi eeŠjj ääiŠj täävtõssân vuäǯǯad meersaž räŠtǩǩumuš saaŠmi mädd- da čääŠccvuõiggâdvuõđin, leša räŠtǩǩem ooccmõš iŠlla veâl ni alttuum.
fin: Suomen valtio on asettanut useamman vuosikymmenen ajan tavoitteekseen saada kansallinen ratkaisu saamelaisten maa- ja vesioikeuksista, mutta ratkaisun etsimistä ei ole edes aloitettu.

source: LääŠddjânnam ij vueiŠt teänab lõõmmâd meersaž räŠtǩǩeem ooccmõõžž tuâkka.
fin: Suomi ei voi enää piiloutua kansallisen ratkaisun hakemisen taakse.

source: LääŠddjânnam valdia âlgg räŠtǩǩeed saaŠmi mäŠdd- da čääŠccvuõigâdvuõđid mââimõõžžâst bieŠǩǩen tâŠvvjânnamlaž sääŠmsuåppmõõžž, âŠte viiđ eeŠjj sizz.
fin: Suomen valtion tulee ratkaista saamelaisten maa- ja vesioikeudet viimeistään osana pohjoismaista saamelaissopimusta, siis viiden vuoden kuluessa.

source: Taar sääŠmteeŠǧǧ presidentt Egil Olli särnn, što lij kuärǥast tõŠst, što saaǥǥstõõllmõõžž peäŠsse ååŠn äŠlǧǧed.”MâŠte tieŠttep, što liâ leämmaž mõõn-ne veeŠrd jeeŠresmiõllsažvuõđ saaǥǥstõõllâmplaanâst, jeärben Taarrâst, leša ko mij ååŠn tieŠttep, što LääŠddjânnam da Ruõcc sääŠmteeŠǧǧ da tõõi jânnmi halltõõzzi kõõskâst lij õhttmiõllsažvuõtt, nuŠtt alttumuš ij vuäǯǯ leeŠd Taarrâst ǩidd.
fin: Norjan saamelaiskäräjien presidentti Egil Olli sanoo olevansa hyvin ilahtunut siitä, että neuvottelut pääsevät nyt käyntiin. ” Kuten tiedämme on ollut jonkin verran erimielisyyttä neuvottelusuunnitelmasta, erityisesti Norjassa, mutta kun me nyt tiedämme, että Suomen ja Ruotsin saamelaiskäräjien ja niiden maiden hallitusten välillä vallitsee yksimielisyyttä, niin aloittaminen ei saa olla Norjasta kiinni.

source: HääŠlääm ââŠnned tän poodd äuŠǩǩen ǩeiŠttad LääŠddjânnam da Ruõcc tän poddsaž šiõǥǥ proseezzâst. Da vuârdam ääŠlšest, što äŠlǧǧep tuejjeed tuâj tän histoorlaž ääŠšš pirr, leŠbe nuŠtt, što vuäǯǯap äigga sääŠmsuåppmõõžž kolmmen jânnmest, koŠst jälstep ”, juäŠtkk Egil Olli.
fin: Haluan käyttää tilaisuutta hyväkseen kehuakseni Suomea ja Ruotsia tähänastisesta hienosta ja hyvästä prosessista Ja odotan innolla että alamme tehdä työtä tämän historiallisen asian parissa, eli saadaksemme aikaan saamelaissopimuksen kolmessa pohjoismaassa, jossa asumme ”, jatkaa Egil Olli.

source: Ingrid Inga Klemetti Näkkäläjärvi Egil Olli Ruõcc sääŠmteŠǧǧ LääŠddjânnam sääŠmteŠǧǧ Taar sääŠmteŠǧǧ 070 – 773 7762 +358 50 5242109 +47 78 47 40 00
fin: Ingrid Inga Klemetti Näkkäläjärvi Egil Olli Ruotsin saamelaiskäräjät Suomen saamelaiskäräjät Norjan saamelaiskäräjät
